[
    {
        "es": "Es difícil para nosotros imaginarlo ahora,",
        "en": "It is hard for us to imagine now,"
    },
    {
        "es": "pero nuestros primeros ancestros humanos que se aventuraron en las praderas de África Oriental hace seis millones de años",
        "en": "but our earliest human ancestors who ventured out onto the grasslands of East Africa some six million years ago"
    },
    {
        "es": "eran criaturas notablemente débiles y vulnerables.",
        "en": "were remarkably weak and vulnerable creatures."
    },
    {
        "es": "Medían menos de cinco pies de altura.",
        "en": "They stood less than five feet tall."
    },
    {
        "es": "Caminaban erguidos y podían correr sobre sus dos piernas,",
        "en": "They walked upright and could run on their two legs,"
    },
    {
        "es": "pero no tan rápido como los veloces depredadores de cuatro patas que los perseguían.",
        "en": "but nowhere near as fast as the swift predators on four legs that pursued them."
    },
    {
        "es": "Eran delgados; sus brazos no podían ofrecer mucha defensa.",
        "en": "They were skinny—their arms could not provide much defense."
    },
    {
        "es": "No tenían garras, colmillos ni veneno para usar en caso de ataque.",
        "en": "They had no claws or fangs or poison to resort to if under attack."
    },
    {
        "es": "Para recolectar frutas, nueces e insectos, o para carroñar carne muerta,",
        "en": "To gather fruits, nuts, and insects, or to scavenge dead meat,"
    },
    {
        "es": "tenían que salir a la sabana abierta, donde eran presas fáciles para leopardos o manadas de hienas.",
        "en": "they had to move out into the open savanna where they became easy prey to leopards or packs of hyenas."
    },
    {
        "es": "Tan débiles y pequeños en número, podrían haberse extinguido fácilmente.",
        "en": "So weak and small in number, they might have easily become extinct."
    },
    {
        "es": "Y, sin embargo, en el transcurso de unos pocos millones de años (notablemente breve en la escala de tiempo de la evolución),",
        "en": "And yet within the space of a few million years (remarkably short on the time scale of evolution),"
    },
    {
        "es": "estos ancestros nuestros, físicamente poco impresionantes, se transformaron en los cazadores más formidables del planeta.",
        "en": "these rather physically unimpressive ancestors of ours transformed themselves into the most formidable hunters on the planet."
    },
    {
        "es": "¿Qué podría explicar una transformación tan milagrosa?",
        "en": "What could possibly account for such a miraculous turnaround?"
    },
    {
        "es": "Algunos han especulado que fue su postura bípeda, que liberó las manos para hacer herramientas con sus pulgares oponibles y agarre de precisión.",
        "en": "Some have speculated that it was their standing on two legs, which freed up the hands to make tools with their opposable thumbs and precision grip."
    },
    {
        "es": "Pero tales explicaciones físicas pierden el punto clave.",
        "en": "But such physical explanations miss the point."
    },
    {
        "es": "Nuestra dominancia, nuestro dominio, no proviene de nuestras manos sino de nuestros cerebros,",
        "en": "Our dominance, our mastery does not stem from our hands but from our brains,"
    },
    {
        "es": "de moldear la mente en el instrumento más poderoso conocido en la naturaleza, mucho más poderoso que cualquier garra.",
        "en": "from our fashioning the mind into the most powerful instrument known in nature—far more powerful than any claw."
    },
    {
        "es": "Y en la raíz de esta transformación mental hay dos simples rasgos biológicos: el visual y el social,",
        "en": "And at the root of this mental transformation are two simple biological traits—the visual and the social—"
    },
    {
        "es": "que los humanos primitivos aprovecharon para obtener poder.",
        "en": "that primitive humans leveraged into power."
    },
    {
        "es": "Nuestros primeros ancestros descendían de primates que prosperaron durante millones de años en un entorno de copas de árboles,",
        "en": "Our earliest ancestors were descended from primates who thrived for millions of years in a treetop environment,"
    },
    {
        "es": "y que en el proceso habían desarrollado uno de los sistemas visuales más notables de la naturaleza.",
        "en": "and who in the process had evolved one of the most remarkable visual systems in nature."
    },
    {
        "es": "Para moverse rápida y eficientemente en este mundo, desarrollaron una coordinación extremadamente sofisticada entre los ojos y los músculos.",
        "en": "To move quickly and efficiently in such a world, they developed extremely sophisticated eye and muscle coordination."
    },
    {
        "es": "Sus ojos evolucionaron lentamente hacia una posición totalmente frontal en la cara,",
        "en": "Their eyes slowly evolved into a full-frontal position on the face,"
    },
    {
        "es": "lo que les dio visión binocular y estereoscópica.",
        "en": "giving them binocular, stereoscopic vision."
    },
    {
        "es": "Este sistema proporciona al cerebro una perspectiva tridimensional y detallada altamente precisa, pero es bastante estrecha.",
        "en": "This system provides the brain a highly accurate three-dimensional and detailed perspective, but is rather narrow."
    },
    {
        "es": "Los animales que poseen esta visión —en lugar de ojos a los lados o semi laterales— suelen ser depredadores eficientes como búhos o gatos.",
        "en": "Animals that possess such vision —as opposed to eyes on the side or half side—are generally efficient predators like owls or cats."
    },
    {
        "es": "Usan esta poderosa vista para localizar presas a la distancia.",
        "en": "They use this powerful sight to home in on prey in the distance."
    },
    {
        "es": "Los primates que vivían en los árboles evolucionaron esta visión con un propósito diferente: para navegar entre ramas,",
        "en": "Tree-living primates evolved this vision for a different purpose—to navigate branches,"
    },
    {
        "es": "y para detectar frutas, bayas e insectos con mayor eficacia.",
        "en": "and to spot fruits, berries, and insects with greater effectiveness."
    },
    {
        "es": "También desarrollaron una visión a color elaborada.",
        "en": "They also evolved elaborate color vision."
    },
    {
        "es": "Cuando nuestros primeros ancestros humanos dejaron los árboles y se trasladaron a las praderas abiertas de la sabana, adoptaron una postura erguida.",
        "en": "When our earliest human ancestors left the trees and moved to the open grasslands of the savanna, they adopted an upright stance."
    },
    {
        "es": "Ya poseían este poderoso sistema visual, lo que les permitía ver a lo lejos.",
        "en": "Possessing already this powerful visual system, they could see far into the distance."
    },
    {
        "es": "Las jirafas y elefantes pueden ser más altos, pero sus ojos están a los lados, lo que les da una visión panorámica.",
        "en": "Giraffes and elephants might stand taller, but their eyes are on the sides, giving them instead panoramic vision."
    },
    {
        "es": "Esto les permitió detectar depredadores peligrosos lejos en el horizonte y percibir sus movimientos incluso al anochecer.",
        "en": "This allowed them to spot dangerous predators far away on the horizon and detect their movements even in twilight."
    },
    {
        "es": "Con unos pocos segundos o minutos, podían planear una retirada segura.",
        "en": "Given a few seconds or minutes, they could plot a safe retreat."
    },
    {
        "es": "Al mismo tiempo, si se concentraban en lo más cercano, podían identificar detalles importantes en su entorno.",
        "en": "At the same time, if they focused on what was nearest at hand, they could identify all kinds of important details in their environment."
    },
    {
        "es": "Podían ver huellas y señales de depredadores, o los colores y formas de piedras que podrían usar como herramientas.",
        "en": "They could see footprints and signs of passing predators, or the colors and shapes of rocks that they could pick up and perhaps use as tools."
    },
    {
        "es": "En las copas de los árboles, esta poderosa visión estaba diseñada para la velocidad: ver y reaccionar rápido.",
        "en": "In the treetops, this powerful vision was built for speed—seeing and reacting quickly."
    },
    {
        "es": "En las praderas abiertas, era lo opuesto: la seguridad y la búsqueda de alimento dependían de una observación lenta y paciente.",
        "en": "On the open grassland, it was the opposite. Safety and finding food relied upon slow, patient observation."
    },
    {
        "es": "Nuestros ancestros dependían de la intensidad de su atención para sobrevivir.",
        "en": "Our ancestors’ survival depended on the intensity of their attention."
    },
    {
        "es": "Cuanto más y con mayor concentración miraban, más podían distinguir entre una oportunidad y un peligro.",
        "en": "The longer and harder they looked, the more they could distinguish between an opportunity and a danger."
    },
    {
        "es": "Si solo escaneaban rápidamente el horizonte, veían más, pero sobrecargaban su mente con demasiada información.",
        "en": "If they simply scanned the horizon quickly they could see a lot more, but this would overload the mind with information."
    },
    {
        "es": "El sistema visual humano no está diseñado para escanear como el de una vaca, sino para la profundidad de enfoque.",
        "en": "The human visual system is not built for scanning, as a cow’s is, but for depth of focus."
    },
    {
        "es": "Los animales están atrapados en un presente perpetuo; pueden aprender de eventos recientes, pero se distraen fácilmente.",
        "en": "Animals are locked in a perpetual present. They can learn from recent events, but they are easily distracted."
    },
    {
        "es": "Nuestros ancestros superaron esta debilidad animal lentamente, con el tiempo.",
        "en": "Slowly, over a great period of time, our ancestors overcame this basic animal weakness."
    },
    {
        "es": "Al mirar lo suficiente y negarse a distraerse, podían separarse momentáneamente de su entorno inmediato.",
        "en": "By looking long enough and refusing to be distracted, they could momentarily detach themselves from their immediate surroundings."
    },
    {
        "es": "Así podían notar patrones, hacer generalizaciones y pensar en el futuro.",
        "en": "In this way they could notice patterns, make generalizations, and think ahead."
    },
    {
        "es": "Evolucionaron la capacidad de reflexionar, su principal ventaja en la lucha por evitar depredadores y encontrar comida.",
        "en": "They evolved the ability to reflect, their primary advantage in the struggle to avoid predators and find food."
    },
    {
        "es": "Esto los conectó a una realidad que otros animales no podían alcanzar.",
        "en": "This connected them to a reality other animals could not access."
    },
    {
        "es": "Pensar a este nivel fue el mayor punto de inflexión en toda la evolución: la aparición de la mente consciente y razonadora.",
        "en": "Thinking on this level was the single greatest turning point in all of evolution—the emergence of the conscious, reasoning mind."
    }
]
